Repository: KDE/plasma5support
Catalog: po/*/plasma_engine_devicenotifications.po
Languages: pt_br

source: Device Status
pt_br: Status do dispositivo

source: A device can now be safely removed
pt_br: O dispositivo pode, agora, ser removido com segurança

source: This device can now be safely removed.
pt_br: Este dispositivo pode, agora, ser removido com segurança.

source: You are not authorized to mount this device.
pt_br: Você não está autorizado a montar este dispositivo.

# Remove is less technical for unmount
source: You are not authorized to remove this device.
pt_br: Você não está autorizado a remover este dispositivo.

source: You are not authorized to eject this disc.
pt_br: Você não está autorizado a ejetar este disco.

source: Could not mount this device as it is busy.
pt_br: Não foi possível montar o dispositivo, ele ainda está ocupado.

source: One or more files on this device are open within an application.
pt_br: Um ou mais arquivos deste dispositivo estão abertos dentro de um aplicativo.

source: One or more files on this device are opened in application "%2".
pt_br: Um ou mais arquivos deste dispositivo estão abertos dentro do aplicativo "%2".

source: Could not mount this device.
pt_br: Não foi possível montar o dispositivo.

# Remove is less technical for unmount
source: Could not remove this device.
pt_br: Não foi possível remover o dispositivo.

source: Could not eject this disc.
pt_br: Não foi possível ejetar o disco.
